Repository: prorobbert/Wall-ARt
Catalog: Localizable.xcstrings
Source language: en
Languages: nl

# %lld Artwork
source: %lld Artworks
nl: %lld Kunstwerken

# choose_placeable_object
source: Choose an object to place:
nl: Kies een object om te plaatsen:

source: Delete object
nl: Verwijder object

source: Drag to reposition.
nl: Sleep om te herpositioneren.

source: Enter
nl: Betreden

# functionality_not_supported_in_simulator
source: This app requires functionality that isn't supported in Simulator.
nl: De app vereist functionaliteit dat niet beschikbaar is in de simulator.

source: Hello, world!
nl: Hallo, wereld!

source: Horizontal planes
nl: Horizontale vlakken

# infolabel_success_message
source: Place and move 3D models in your physical environment. The system maintains their placement across app launches.
nl: Plaats en verplaats 3D modellen in uw fysieke omgeving. Het systeem behoudt de plaatsing ervan tussen meerdere app lanceringen.

source: Leave
nl: Verlaten

source: Loading models...
nl: Modellen laden...

source: Missing authorisation
nl: Ontbrekende machtiging

# missing_necessary_authorisations
source: This app is missing necessary authorisations, You can change this in Settings > Privacy & Security.
nl: Deze app mist de benodigde machtigingen. U kunt dit wijzigen in Instellingen > Privacy & Beveiligen.

source: Object Placement
nl: Object plaatsing

# point_device_horizontal_surface
source: Point the device at a horizontal surface nearby.
nl: Richt het apparaat op een horizontaal oppervlak in de buurt.

# point_device_vertical_surface
source: Point the device at a vertical surface nearby.
nl: Richt het apparaat op een verticaal oppervlak in de buurt.

source: Remove all
nl: Verwijder alles

source: Remove all objects
nl: Verwijder alle objecten

# remove_all_objects_question
source: Remove all objects?
nl: Wilt u alle objecten verwijderderen?

# select_placeable_plane
source: Select which plane to place objects on.
nl: Selecteer op welk vlak u objecten wilt plaatsen.

source: Show AR
nl: Toon AR

source: Show immersive space
nl: Toon meeslepende ruimte

# space_occupied
source: The space is occupied.
nl: Deze ruimte is bezet.

source: Switch
nl: Wisselen

# tap_a_plane_to_place_model
source: Tap a plane to place the model
nl: Tik op een oppervlak om het object te plaatsen

# tap_to_place_objects
source: Tap the screen to place an object.
nl: Tik op het scherm om een object te plaatsen.

source: Vertical planes
nl: Verticale vlakken
